Repository: Arnoldgenes/Wineglass
Catalog: po/*.po
Languages: el, fr, nl

source: wine configuration
el: Ρυθμίσεις wine
fr: Configuration de Wine
nl: wine-configuratie

source: registry editor
el: Επεξεργαστής Μητρώου
fr: Éditeur de registre
nl: registerbewerker

source: winetricks
fr: Astuces Wine

source: command line
el: Γραμμή Εντολών
fr: Ligne de commande
nl: opdrachtregel

source: open prefix directory
el: Άνοιγμα φακέλου του prefix
fr: Ouvrir le répertoire des préfixes
nl: wine-profielmap openen

source: Run .exe file
el: Εκτέλεση αρχείου .exe
fr: Exécuter le fichier .exe
nl: .exe-bestand uitvoeren

source: You can only use latin characters, numbers and '_'
el: Μπορείς να χρησιμοποιήσεις μόνο λατινικούς χαρακτήρες, νούμερα και το « _ »
fr: Vous ne pouvez utiliser que des caractères latins, des nombres et « _ »
nl: Je mag alleen Latijnse tekens, getallen en '_' gebruiken

source: No wineprefixes
el: Δεν υπάρχουν prefixes
fr: Pas de préfixes Wine
nl: Geen Wine-profielen

source: Wineprefix folder is empty
el: Ο φάκελος των Wineprefix είναι άδειος
fr: Le répertoire des préfixes Wine est vide
nl: De Wine-profielmap is leeg

source: Create one
el: Δημιούργία
fr: En créer un
nl: Creëren

source: Create a new empty wineprefix
el: Δημιούργησε ένα νέο κενό wineprefix
fr: Créer un préfixe Wine vide
nl: Creëer een nieuw, blanco Wine-profiel

source: Remove Prefix
fr: Supprimer le préfixe
nl: Profiel verwijderen

source: A GUI for Wine
el: Ένα γραφικό περιβάλλον για το Wine
fr: Une interface graphique pour Wine
nl: Een toepassing voor het beheren van Wine

source: Wine Frontent
el: Γραφικό περιβάλλον Wine
fr: Interface Wine
nl: Wine-frontend

source: Wine;Windows;run;exe;app;
el: Wine;Windows;εκτέλεση;exe;εφαρμογή;
fr: Wine;Windows;exécuter;exe;application;
nl: Wine;Windows;uitvoeren;exe;app;

source: Easily create and remove wineprefixes
el: Να δημιουργήσει και να διαγράψει wineprefixes
fr: Ajouter ou supprimer facilement des préfixes Wine

source: Install supported windows apps on their corresponding wineprefix
el: Να εγκαταστήσει εφαρμογές windows στο ανάλογο prefix τους
fr: Installer des applications supportées par Windows avec leur préfixe Wine correspondant

source: Make installed apps available normally through the applications menu.
el: Να εμφανίσει τις εγκατεστημένες εφαρμογές στο μενού εφαρμογών
fr: Rendre des applications installées disponibles à travers le menu des applications.

source: Provide an easy way to add windows libraries to wineprefixes through "winetricks".
el: Να προσφέρει έναν έυκολο τρόπο πρόσθεσης βιβλιοθηκών windows στα wineprefix μέσω των«Winetricks».
fr: Ajouter facilement des bibliothèques Windows aux préfixes de Wine avec « Astuces pour Wine ».

source: Configure wine
el: Να ρυθμίσει το wine
fr: Configurer Wine

source: run winprefix-specific system apps
el: Να τρέξει εφαρμογές συστήματος του wineprefix
fr: Exécuter des applications systèmes avec un préfixe Wine spécifique

source: This app is useful for running windows apps and games easily without hustle.
el: Αυτή η εφαρμογή είναι χρήσιμη για την εύκολη εκτέλεση των εφαρμογών και των παιχνιδιών του Windows
fr: Cette application est utile pour exécuter des applications Windows et des jeux facilement et sans effort.

source: changelog:
fr: Notes de version :

source: Added translation support
fr: Ajout du support des traductions

source: Added .msi support
fr: Ajout du support des fichiers exécutables .msi

source: Wineglass is a small application that allows the user to manage his wineprefixes easily and install windows programs without the need of the terminal. It can:
el: Το Wineglass είναι μια μικρή εφαρμογή που επιτρέπει στο χρήστη να διαχειρίζεται τα wineprefixes του εύκολα και να εγκαταστήσει προγράμματα Windows χωρίς την ανάγκη του τερματικού. Μπορεί:

source: Create a new prefix
nl: Nieuw profiel creëren

source: Search for wineprefixes
nl: Zoeken naar Wine-profielen
